{
  "language": {
    "message": "Russian"
  },
  "ext_name": {
    "message": "SubTrans"
  },
  "ext_subname": {
    "message": "Общий переводчик субтитров"
  },
  "ext_fulltitle": {
    "message": "SubTrans - Общий переводчик субтитров"
  },
  "ext_description": {
    "message": "Общий переводчик субтитров для нескольких сайтов. Отображает двуязычные субтитры. Количество поддерживаемых сайтов активно увеличивается."
  },
  "switch": {
    "message": "Выключатель:"
  },
  "translation_source": {
    "message": "Источник перевода:"
  },
  "translation_source_tooltip": {
    "message": "Этот список загружается из официальных субтитров на странице видео, которую вы посещаете. Это источник перевода первого и второго субтитров. Убедитесь, что вы находитесь на странице видео хотя бы с одним официальным субтитром. Вы также можете загрузить свои собственные субтитры или найти субтитры в качестве источника перевода."
  },
  "translation_source_loadfail_tooltip": {
    "message": "Убедитесь, что страница, на которой вы находитесь, полностью загружена и у видео есть хотя бы один официальный субтитр. Вы можете немного подождать и снова открыть это всплывающее окно или попробовать перезагрузить страницу с видео. Вы также можете загрузить свои собственные субтитры или найти субтитры в качестве источника перевода. Обратите внимание, что это работает только в том случае, если сайт находится в списке поддерживаемых сайтов. Если у вас возникнут проблемы с настройкой, свяжитесь со мной."
  },
  "upload_button_tooltip": {
    "message": "Загрузите внешние субтитры в качестве источника перевода. Это работает только тогда, когда вы находитесь на странице с видео."
  },
  "first_subtitle": {
    "message": "Первый подзаголовок:"
  },
  "second_subtitle": {
    "message": "Второй подзаголовок:"
  },
  "first_subtitle_raw": {
    "message": "Первый подзаголовок"
  },
  "second_subtitle_raw": {
    "message": "Второй подзаголовок"
  },
  "use_preset_style": {
    "message": "Использовать предустановленный стиль:"
  },
  "thanks": {
    "message": "Строить с ❤️. Спасибо за использование."
  },
  "feedback": {
    "message": "Свяжитесь со мной"
  },
  "subtitle_advance_tooltip": {
    "message": "Вперед субтитры на 0,5 секунды"
  },
  "subtitle_delay_tooltip": {
    "message": "Задержка субтитров на 0,5 секунды"
  },
  "subt_fake_exceed_quota": {
    "message": "SubTrans - Превышение квоты, «Обновить до PRO» или «Поделиться и пригласить»"
  },
  "subt_fake_need_login": {
    "message": "SubTrans - Пожалуйста, войдите, чтобы продолжить использование перевода"
  },
  "subt_fake_download_need_pro": {
    "message": "SubTrans - Пожалуйста, «Обновите до PRO», чтобы скачать субтитры"
  },
  "download_button_tooltip": {
    "message": "Нажмите, чтобы загрузить этот субтитр. Это PRO-функция."
  },
  "support_site_list": {
    "message": "Список поддерживаемых сайтов"
  },
  "subtitle_copy_tooltip": {
    "message": "копировать"
  },
  "search_button_tooltip": {
    "message": "Найдите субтитры в качестве источника перевода на OpenSubtitles. Эта кнопка работает только тогда, когда вы находитесь на странице видео."
  },
  "apply_external_subt_success": {
    "message": "Внешние субтитры успешно применены! Пожалуйста, выберите его в опциях «Источник перевода»."
  },
  "translation_dst_tooltip": {
    "message": "Этот список объединяет языки, поддерживаемые машинным переводом SubTrans, и официальные языки субтитров с посещенной вами страницы видео. Когда вы выбираете язык, SubTrans сначала пытается получить субтитры из официальных. Если это не удается, SubTrans переводит из выбранного вами «Источника перевода». Вы также можете включить «Всегда использовать машинный перевод», чтобы SubTrans всегда переводил из «Источника перевода». Обратите внимание, что субтитры, полученные из официальных источников, всегда можно использовать бесплатно, а субтитры, переведенные SubTrans, засчитываются в счет использования."
  },
  "switch_use_mt": {
    "message": "Всегда используйте машинный перевод:"
  },
  "switch_use_mt_tooltip": {
    "message": "Включение этого переключателя заставит SubTrans автоматически переводить субтитры из «Источника перевода». Это может улучшить качество перевода, особенно видео на YouTube. Обратите внимание, что субтитры, полученные из официальных источников, всегда можно использовать бесплатно, а субтитры, переведенные SubTrans, засчитываются в счет использования."
  },
  "share_to_earn_commission": {
    "message": "Зарабатывайте деньги, делясь SubTrans"
  }
}
